Repository: henriettajeans/wp-content
Catalog: languages/plugins/better-search-replace-*.po
Languages: sv_se

source: Upgrade Now
sv_se: Uppgradera nu

source: Get up to <span>50% off</span> your first year!
sv_se: Få upp till <span>50&nbsp;% rabatt</span> ditt första år!

source: Email support
sv_se: E‑postsupport

source: Export and import WordPress databases
sv_se: Exportera och importera WordPress-databaser

source: Migrate full sites including themes, plugins, media, and database
sv_se: Migrera hela webbplatser inklusive teman, tillägg, media och databas

source: Use regular expressions for complex string replacements
sv_se: Använd reguljära uttryck (regex) för komplicerade strängersättningar

source: Preview database changes before they are saved
sv_se: Förhandsgranska databasändringar innan de sparas

source: Gain access to more database and migration features
sv_se: Få åtkomst till fler databas- och migreringsfunktioner

source: Upgrade
sv_se: Uppgradera

source: If you notice timeouts or are unable to backup/import the database, try decreasing this value.
sv_se: Om du upptäcker timeouter eller inte lyckas att säkerhetskopiera eller importera databasen kan du prova att minska detta värde.

source: Replace GUIDs
sv_se: Ersätt GUID:n

source: Additional Settings
sv_se: Ytterligare inställningar

source: Search and replace text in the database, including serialized arrays and objects. Be sure to back up your database before running this process.
sv_se: Sök och ersätt text i databasen, inklusive serialiserade arrayer och objekt. Var noga med att säkerhetskopiera databasen innan du kör denna process.

source: System Info
sv_se: Systeminformation

source: <a href="%s" style="font-weight:bold;" target="_blank">Upgrade</a> to gain access to premium features and priority email support.
sv_se: <a href="%s" style="font-weight:bold;" target="_blank">Uppgradera</a> för att få åtkomst till premiumfunktioner och prioriterad e-postsupport.

source: Upgrade now and get 50% off
sv_se: Uppgradera nu och få 50&nbsp;% rabatt

source: <a href="%s" target="_blank">UPGRADE</a> to view details on the exact changes that will be made.
sv_se: <a href="%s" target="_blank">UPPGRADERA</a> för att se detaljer om exakta ändringar som kommer att göras.

source: seconds
sv_se: sekunder

source: Processing table %d of %d: %s
sv_se: Bearbetar tabell %d av %d: %s

source: Processing...
sv_se: Bearbetar …

source: A small plugin for running a search/replace on your WordPress database.
sv_se: Ett litet tillägg för att köra sök/ersätt på din WordPress-databas.

source: Max Page Size
sv_se: Maximal sidstorlek

source: Run Search/Replace
sv_se: Kör sök/ersätt

source: If checked, no changes will be made to the database, allowing you to check the results beforehand.
sv_se: Om alternativet har valts görs inga ändringar i databasen, detta låter dig kontrollera resultatet i förväg.

source: Run as dry run
sv_se: Provkör kommandot utan att ändra något

source: If left unchecked, all database columns titled 'guid' will be skipped.
sv_se: Om rutan inte markerats kommer alla kolumner i databasen med rubriken ”guid” att hoppas över.

source: Searches are case-sensitive by default.
sv_se: Som standard är sökningarna skiftlägeskänsliga.

source: Case-Insensitive
sv_se: Skiftlägeskänslig

source: Select multiple tables with Ctrl-Click for Windows or Cmd-Click for Mac.
sv_se: Välj flera tabeller med hjälp av Ctrl-klick (Windows) eller Cmd-klick (Mac).

source: Select tables
sv_se: Välj tabeller

source: Replace with
sv_se: Ersätt med

source: Search for
sv_se: Sök efter

source: Found a bug or have a feature request? Please submit an issue on <a href="%s">GitHub</a>!
sv_se: Har du hittat ett fel eller vill föreslå en ny finess? Skapa ett ärende på <a href="%s">GitHub</a>!

source: Free support is available on the <a href="%s">plugin support forums</a>.
sv_se: Fri support finns i <a href="%s">supportforumen för tillägg</a>.

source: Help & Troubleshooting
sv_se: Hjälp och felsökning

source: Help
sv_se: Hjälp

source: Settings
sv_se: Inställningar

source: Search/Replace
sv_se: Sök/ersätt

source: Error updating row: %d.
sv_se: Fel vid uppdatering av rad: %d.

source: Upgrade to Pro
sv_se: Uppgradera till Pro

source: Time
sv_se: Tid

source: Rows Updated
sv_se: Rader uppdaterade

source: Changes Found
sv_se: Ändringar hittade

source: Table
sv_se: Tabell

source: <p>During the search/replace, <strong>%d</strong> tables were searched, with <strong>%d</strong> cells changed in <strong>%d</strong> updates.</p><p><a href="%s" class="thickbox" title="Search/Replace Details">Click here</a> for more details.</p>
sv_se: <p>Vid sök/ersätt har <strong>%d</strong> tabeller genomsökts och <strong>%d</strong> celler ändrats med <strong>%d</strong> redigeringar.</p><p><a href="%s" class="thickbox" title="Information om sök/ersätt">Klicka här</a> för ytterligare information.</p>

source: <p><strong>DRY RUN:</strong> <strong>%d</strong> tables were searched, <strong>%d</strong> cells were found that need to be updated, and <strong>%d</strong> changes were made.</p><p><a href="%s" class="thickbox" title="Dry Run Details">Click here</a> for more details, or use the form below to run the search/replace.</p>
sv_se: <p><strong>PROVKÖRNING:</strong> <strong>%d</strong> tabeller genomsöktes, <strong>%d</strong> celler hittades som behöver ändras och <strong>%d</strong> ändringar har gjorts.</p><p><a href="%s" class="thickbox" title="Provkörningsuppgifter">Klicka här</a> för ytterligare information eller använd formuläret nedan för att köra detta sök/ersätt-kommando.</p>

source: An error occurred processing your request. Try decreasing the "Max Page Size", or contact support.
sv_se: Ett fel inträffade under bearbetningen av din begäran. Försök att minska ”Max Page Size” eller kontakta supporten.

source: Please select the tables that you want to update.
sv_se: Välj vilka tabeller du vill uppdatera.

source: No search string was defined, please enter a URL or string to search for.
sv_se: Ingen söksträng angiven, skriv in en URL eller sträng att söka efter.
