Repository: henriettajeans/wp-content
Catalog: languages/plugins/widget-importer-exporter-*.po
Languages: sv_se

source: Or, <a href="#" id="wie-content-toggle">copy and paste</a> the contents of your <b>.wie</b> file.
sv_se: Eller, <a href="#" id="wie-content-toggle">kopiera och klistra in</a> innehållet från din <b>.wie</b>-fil.

source: Import data is invalid.
sv_se: Importdata är ogiltiga.

source: You must upload a <b>.wie</b> file generated by this plugin (<a href="%1$s" target="_blank">help</a>).
sv_se: Du måste ladda upp en <b>.wie</b>-fil fil genererad av detta tillägg (<a href="%1$s" target="_blank">help</a>).

source: You must choose a <b>.wie</b> file to upload or paste its contents.
sv_se: Du måste välja en <b>.wie</b>-fil att ladda upp eller klistra in dess innehåll.

source: Import/Export
sv_se: Importera/exportera

source: Imports and exports widgets.
sv_se: Importera och exportera widgetar.

source: You can manage your <a href="%1$s">Widgets</a> or <a href="%2$s">Go Back</a>.
sv_se: Du kan hantera dina <a href="%s">widgetar</a> eller <a href="%s">gå tillbaka</a>.

# heading
source: Import Results
sv_se: Importresultat

# button
source: Export Widgets
sv_se: Exportera widgetar

source: Click below to generate a <b>.wie</b> file for all active widgets.
sv_se: Klicka nedan för att generera en <b>.wie</b>-fil för alla aktiva widgetar.

# heading
source: Export Widgets
sv_se: Exportera widgetar

# button
source: Import Widgets
sv_se: Importera widgetar

source: Please select a <b>.wie</b> file generated by this plugin.
sv_se: Välj en <b>.wie</b>-fil som genererats av detta tillägg.

# heading
source: Import Widgets
sv_se: Importera widgetar

source: No Title
sv_se: Ingen rubrik

source: Imported to Inactive
sv_se: Importerad till inaktiv

source: Imported
sv_se: Importerat

source: Widget already exists
sv_se: Widget finns redan

source: Site does not support widget
sv_se: Webbplats stöder inte widget

source: Widget area does not exist in theme (using Inactive)
sv_se: Widgetområde finns inte i temat (använder inaktiv)

source: Import file could not be found. Please try again.
sv_se: Importfil kunde inte hittas. Försök igen.
